{
    "tweets_with_search_words": [
        {
            "user": "153701624",
            "tweet": "RT @melissa43020358: Check out Cats Of Lesley Anne Ivory Lot 3 Packs Holiday Gift Tags Orange Tabby NOS 1991 https://t.co/3OFApvpmQT @eBay",
            "id": "1455964278528299016"
        },
        {
            "user": "153701624",
            "tweet": "Check out Cats Of Lesley Anne Ivory Lot 3 Packs Holiday Gift Tags Orange Tabby NOS 1991 https://t.co/3OFApvpmQT @eBay",
            "id": "1455964002463502346"
        },
        {
            "user": "153701624",
            "tweet": "RT @BluesTrixie: Ivory Crochet Baby Blanket, https://t.co/gmtMPTqeEI via @EtsySocial #TrixieBlues #Etsy #crochetbabyblanket #throw https://…",
            "id": "1460118699290112001"
        },
        {
            "user": "242877245",
            "tweet": "Rosewood with ivory inlay 4 panel screen circa 1920s. Kshs. 195,000. #antiquescreens #livelovelife #whyiloveantiques https://t.co/4n8HJwzmW1",
            "id": "1443844204778696708"
        },
        {
            "user": "242877245",
            "tweet": "BBC's Antiques Roadshow to review ivory objects policy. Please not more political correctness, just adhere to the CITES rules.  https://t.co/O67ZMG4q8B",
            "id": "971418003949740033"
        },
        {
            "user": "242877245",
            "tweet": "RT @chestnutcrochet: https://t.co/naYmtgt4oZ\n\nSharing from my #etsy shop: Chunky Crochet Ivory Mobius Cowl, Ivory Infinity Scarf, Crochet M…",
            "id": "1463197511951302663"
        },
        {
            "user": "3131222121",
            "tweet": "This special Ivory Background, Antique Persian Sultanabad  handmade area rug that reflects over 500 years of design tradition in its threads is complimented with a light ivory background and harmonious colors in the floral design…\nSearch rug # 71045 on our website! https://t.co/TyrGmZqSm2",
            "id": "1429812835815723010"
        },
        {
            "user": "4721076616",
            "tweet": "RT @smilingbluedog: Gold tones Wedding bouquet photo charm. Ivory pearl photo charm. Bridal shower gift. Memorial photo charm. Gift for a b…",
            "id": "1463032437571682305"
        },
        {
            "user": "47297687",
            "tweet": "Here’s my take on the Kent tier 3 lockdown! #borisjohnson #chess #bubble #infringement #endlockdownnow #civilliberties #ivory #guangzhou #antique ⁦@BADA1918⁩ #Christmasgifts #christmasbubble #chineseexport ⁦@DamianCollins⁩ ⁦@DamianGreen⁩ https://t.co/3D1GHpxRTI",
            "id": "1331971899358932992"
        },
        {
            "user": "47297687",
            "tweet": "Antique ivory https://t.co/9qOJLA7Irs",
            "id": "787644119623438336"
        },
        {
            "user": "47297687",
            "tweet": "dugong ivory ( antique) https://t.co/UdD2uZaknb",
            "id": "777670834483634176"
        },
        {
            "user": "47297687",
            "tweet": "dugong ivory (antique) https://t.co/nndRFtlzMA",
            "id": "777670397802090496"
        },
        {
            "user": "47297687",
            "tweet": "Buddha carving from ivory mammoth https://t.co/4Z0dhnkaQD",
            "id": "777662638050291712"
        },
        {
            "user": "47297687",
            "tweet": "Buddha carving from ivory elephant (antique) https://t.co/sHR6DluLob",
            "id": "777661893494255617"
        },
        {
            "user": "47297687",
            "tweet": "Buddha carving from ivory mammoth https://t.co/xfdOilGEfK",
            "id": "777313617536360448"
        },
        {
            "user": "47297687",
            "tweet": "Buddha carving from ivory mammoth https://t.co/Tr5tQqqi3t",
            "id": "777313187507036160"
        },
        {
            "user": "47297687",
            "tweet": "Buddha carving from ivory mammoth https://t.co/yZG1HSKoBW",
            "id": "777311616761114624"
        },
        {
            "user": "47297687",
            "tweet": "To get the funding, the Secretariat said it will issue requests to all signatories following CoP 18. It is pretty clear that Israel will have to pony up the money for the woolly mammoth ivory laundering in order to continue the political face-saving.",
            "id": "1166428939948101637"
        },
        {
            "user": "47297687",
            "tweet": "Eventually, Committee 1 of CITES approved by consensus the idea of the Secretariat conducting a study on the extent of mammoth ivory acting as a cover for banned elephant ivory. It was the CITES powers giving Israel a polite way to save itself from an embarrassing defeat.",
            "id": "1166426420513574912"
        },
        {
            "user": "47297687",
            "tweet": "The Russians also fiercely opposed to any restrictions on wooly mammoth trading, did not even bother meeting with Israel on the grounds that they remained opposed to CITES having anything to do with mammoth ivory.",
            "id": "1166425385657131008"
        },
        {
            "user": "47297687",
            "tweet": "Following the Committee chair’s directive that Israel needed to discuss the issue before a final (negative) decision would be made the next day, Israel reached out to Canada who maintained no study was needed on the laundering of woolly mammoth ivory.",
            "id": "1166423913821351936"
        },
        {
            "user": "47297687",
            "tweet": "It is that kind of infuriatingly smug, politically rigid, and culturally ignorant attitude that refuels my interest in bringing about a greater understanding of the importance of ivory. I am not going to let them win, because I hate when wrong triumphs.",
            "id": "1165296482452463617"
        },
        {
            "user": "47297687",
            "tweet": "Stephenson smiled condescendingly and told Harris that there is nothing that Harris or IEI can do to prevent this inevitable conclusion and so they — the Stop Ivory folks — really don’t care much about what Harris or his organization does, says, or thinks.",
            "id": "1165295218717089794"
        },
        {
            "user": "47297687",
            "tweet": "STOP IVORY has no objection if collectors want to bequeath their holdings to relatives or museums, they just don’t want anything to assume a commercial value because they think that would encourage poachers.",
            "id": "1165293039268614144"
        },
        {
            "user": "47297687",
            "tweet": "The EPI is dedicated to permanently removing any object made from or with ivory in any marketplace anywhere for all time. They think it will save elephants from extinction. It makes no distinction between elephant and other ivories because that would be a “distraction.”",
            "id": "1165291438369845249"
        },
        {
            "user": "47297687",
            "tweet": "STOP IVORY is the name of the operational end of Elephant Protective Initiative, a privately created and funded NGO that has organized (bribed as we see it) 19 countries to help secure the survival of African elephants and their habitats.",
            "id": "1165290195970908162"
        },
        {
            "user": "47297687",
            "tweet": "STOP IVORY said yes and Harris, as Managing Director of the Ivory Education Institute, met John Stephenson, STOP IVORY’S CEO. It turns out both Harris and Stevenson were former foreign service officers for their respective countries.",
            "id": "1165287665836666887"
        },
        {
            "user": "47297687",
            "tweet": "Contrary to the general atmosphere of most CITES meetings - where the two sides of any issue separate themselves by an invisible wall as impenetrable as any Pres. Trump hopes to build along the border - IEI sought out STOP IVORY to see if its leadership was interested in talking.",
            "id": "1165286409122566145"
        },
        {
            "user": "47297687",
            "tweet": "The IVORY EDUCATION INSTITUTE has spent a lot of time at the Conference of the Parties 18 trying to understand the culture of CITES — its underlying DNA that dictates much of the actions it takes.",
            "id": "1164565411523899392"
        },
        {
            "user": "47297687",
            "tweet": "When the Ivory Education Institute also asked to be part of the drafting committee to give some American English support to the sponsors to offset the U.S. dominance in crafting an English language product, he was rejected.",
            "id": "1164169045740085248"
        },
        {
            "user": "47297687",
            "tweet": "The EU should vocally encourage the preservation and exchange of any antique made from or with ivory. In so doing, the EU will recognize the value that collectors provide to our culture by giving museums and their patrons their first draft of history.",
            "id": "1163081887486812164"
        },
        {
            "user": "47297687",
            "tweet": "If trade in ivory is banned without changing its cultural attraction, you will increase poaching because demand will remain unfettered. You will also rob Africa of the resources it needs to conserve its wild assets.",
            "id": "1163080641312935936"
        },
        {
            "user": "47297687",
            "tweet": "Banning trade in ivory would be to cheat our generation of the art, decoration and tools that every other generation — stretching back before history was written — has enjoyed.",
            "id": "1163079367104376832"
        },
        {
            "user": "47297687",
            "tweet": "The Ivory Education Institute attends CITES meetings to remind the world that ivory is a unique and historically vital material and that ivory is not exclusively produced by elephants, but is also a product of walruses, narwhals, boars, warthogs, hypos, whales and mammoths.",
            "id": "1163078104992161799"
        },
        {
            "user": "47297687",
            "tweet": "The Ivory Education Institute (IEI) appeared before the European Commission this morning on the first day of the 18th meeting of the Parties to the Convention on International Trade in Endangered Species in Geneva to discuss the issues of concern to our organization.",
            "id": "1162735414408622080"
        },
        {
            "user": "85810276",
            "tweet": "Ivory poaching has led to evolution of tuskless elephants, study finds https://t.co/EOmRrd37hz",
            "id": "1451253809221541888"
        },
        {
            "user": "85810276",
            "tweet": "Antique Ivory Necklace c1900\n\n150 € (+shipping worldwide)\n\n#artdeco #antique #ivory #ivoryjewelry #ivorycollection #collect #artdecojewelry #instagood #dailyphoto #intagram #vintage #antique #curiosities\nhttps://t.co/tKnd08LtBS https://t.co/JRBvPwB97f",
            "id": "1432999477636440066"
        },
        {
            "user": "85810276",
            "tweet": "Antique Tribal Ivory Cuff Bangle\n300 € (+shipping worldwide)\n#ivory #antiqueivory #ivoryforsale #taxidermy #ratriti #bones #skeleton #ivorybracelet #tribal #tribaljewelry #antique #curiosities  #ivorycollection\nhttps://t.co/FFBWw9FOqN https://t.co/HsARtvwYmS",
            "id": "1432599819328135170"
        },
        {
            "user": "85810276",
            "tweet": "AVAILABLE\n\n#antique #ivory #ivorybracelet #realivory #antiquejewelry #ivoryjewelry #cuff #cuffbracelet #fashion #vintagefashion #mode #chic #unique #beunique #instafashion  #kunstkammer #wunderkammer #naturalia #elfenben #elfenbein\nhttps://t.co/yiDuUAlt3l",
            "id": "1429674839489581061"
        },
        {
            "user": "85810276",
            "tweet": "AVAILABLE on etsy\n Antique Ivory Bracelet and ring set with 14 k gold floss \n#ivory #antiquedealer  #ivoryring #ivorybracelet #goldbracelet #goldring #jewelryforsale  #antique #antik #elfenbein #cuffbracelet #rarejewelry #customjewelry\nhttps://t.co/QOVtjnqJnU",
            "id": "1429674739736453120"
        },
        {
            "user": "85810276",
            "tweet": "RT @OptimoPrincipi: A unique Ivory mask of Apollo, discovered in Rome but thought to date to the 5th century BC - and possibly carved by th…",
            "id": "1359273989110198273"
        },
        {
            "user": "937064669608628226",
            "tweet": "RT @IvanMacquisten: My latest on the handling of the #ivory ban proposals within the EU: EU proposes tough new laws on antique ivory trade—…",
            "id": "1377068988287512581"
        }
    ]
}